export const popularCards = [
  {
    title: 'Оптоэлектроника',
    sum: 59603,
    name1: 'Optical Sensors',
    name2: 'Фотоэлектрические датчики',
  },
  {
    title: 'Полупроводниковые приборы',
    sum: 302619,
    name1: 'Драйверы систем светодиодного освещения',
    name2: 'LED Lighting Drivers',
  },
  {
    title: 'Пассивные компоненты',
    sum: 469154,
    name1: 'Стандартные тактовые генераторы',
    name2: 'Толстопленочные резисторы',
  },
  {
    title: 'Встроенные решения',
    sum: 321,
    name1: 'Инструменты разработки оптического датчика',
    name2: 'Средства разработки',
  },
  {
    title: 'Электромеханический',
    sum: 155337,
    name1: 'Клавишные переключатели',
    name2: 'Управляющие переключатели',
  },
  {
    title: 'Терморегулирование',
    sum: 35015,
    name1: 'Термоэлектрические конструкции',
    name2: 'Thermal Cut-offs',
  },
  {
    title: 'Соединители',
    sum: 678681,
    name1: 'Круговой мил',
  },
  {
    title: 'РЧ и беспроводная связь',
    sum: 37579,
    name1: 'Phase Locked Loops',
    name2: 'Модулятор/демодулятор',
  },
  {
    title: 'Питание',
    sum: 174537,
    name1: 'Модули подачи электропитания переменного тока',
  },
  {
    title: 'Кожухи',
    sum: 155337,
    name1: 'Кожухи, коробки и корпуса',
    name2: 'Комплектующие для электрошкафов',
  },
  {
    title: 'Провода и кабели',
    sum: 5121,
    name1: 'Кабель-каналы и коробы для спуска кабелей',
    name2: 'Кабельный монтаж и принадлежности',
  },
  {
    title: 'Источники питания',
    sum: 2312,
    name1: 'UPS - Uninterruptible Power Supplies',
    name2: 'Стоечные блоки питания',
  },
  {
    title: 'Инвертирующие усилители мощности',
    sum: 24214,
    name1: 'Power Inverters',
  },
  {
    title: 'Преобразователи постоянного тока в постоянный',
    sum: 6756,
    name1: 'Преобразователи постоянного тока в постоянный без изоляции',
  },
  {
    title: 'Зарядные устройства для аккумуляторов',
    sum: 9034,
    name1: 'Зарядные устройства для аккумуляторов',
  },
  {
    title: 'Модули резервирования',
    sum: 65431,
    name1: 'Redundancy Modules',
  },
];
